tap "homebrew/dupes"
tap "beeftornado/rmtree"
tap "boz/repo"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "hudochenkov/sshpass"
tap "wagoodman/dive"
tap "weaveworks/tap"

# GNU Tools
brew "coreutils"
brew "bash"
brew "binutils"
brew "diffutils"
brew "findutils"
brew "file-formula"
brew "gawk"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gpatch"
brew "gnutls"
brew "grep"
brew "gzip"
brew "less"
brew "ncdu"
brew "make"
brew "rsync"
brew "screen"
brew "telnet"
brew "tree"
brew "watch"
brew "wdiff"
brew "wget"
brew "xz"
brew "zsh"


brew "ack"
brew "python"
brew "ansible"
brew "openssl"
brew "openssh"
brew "azure-cli"
brew "awscli"
brew "exa"
brew "maven"
brew "asciinema"
brew "autojump"
brew "bat"
brew "docker-completion"
brew "docker-machine-driver-xhyve"
brew "faas-cli"
brew "pcre2"
brew "git"
brew "go"
brew "govc"
brew "hugo"
brew "peco"
brew "ripgrep"
brew "terraform"
brew "thefuck"
brew "tig"
brew "octant"
brew "helm"
brew "kops"
brew "htop"
brew "hub"
brew "hyperkit", link: false
brew "iperf3"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubectx"
brew "markdown"
brew "minikube"
brew "neofetch"
brew "openshift-cli"
brew "qemu"
brew "rlwrap"
brew "sshuttle"
brew "stern"
brew "tmate"
brew "tmux"
brew "youtube-dl"
brew "zsh-completions"
brew "garethr/kubeval/kubeval"
brew "hudochenkov/sshpass/sshpass"
brew "wagoodman/dive/dive"
brew "weaveworks/tap/footloose"
