cask_args appdir: "/Applications"


cask "appcleaner"
cask "betterzip"
cask "batchmod"
cask "docker"
cask "font-firacode-nerd-font"
cask "font-ibm-plex"
cask "google-backup-and-sync"
cask "go2shell"
cask "grandperspective"
cask "iterm2"
cask "minikube"
cask "nightowl"
cask "open-in-code"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "spectacle"
cask "spotify"
cask "touchswitcher"
cask "transmission"
cask "unshaky"
cask "vanilla"
cask "vlc"
cask "visual-studio-code"
